Repository: tomrobak/aco
Catalog: languages/aco-*.po
Languages: cs_cz, de_de, es_es, fr_fr, it_it, pl_pl, pt_pt, sk_sk

source: Autocomplete Orders for WooCommerce
cs_cz: Automatické Dokončování Objednávek pro WooCommerce
de_de: Automatische Auftragsabwicklung für WooCommerce
es_es: Completar Pedidos Automáticamente para WooCommerce
fr_fr: Finalisation Automatique des Commandes pour WooCommerce
it_it: Completamento Automatico Ordini per WooCommerce
pl_pl: Automatyczne Zamówienia dla WooCommerce
pt_pt: Conclusão Automática de Pedidos para WooCommerce
sk_sk: Automatické Dokončovanie Objednávok pre WooCommerce

source: Supercharge your WooCommerce store by automatically completing orders based on your preferences. No more manual order processing - let the magic happen!
cs_cz: Vylepšete svůj WooCommerce obchod automatickým dokončováním objednávek na základě vašich preferencí. Konec s manuálním zpracováním objednávek - nechte kouzlo pracovat!
de_de: Boost für deinen WooCommerce-Shop: Aufträge werden automatisch basierend auf deinen Einstellungen abgeschlossen. Schluss mit manueller Auftragsbearbeitung - lass die Magie wirken!
es_es: Potencia tu tienda WooCommerce completando automáticamente los pedidos según tus preferencias. No más procesamiento manual de pedidos - ¡deja que la magia ocurra!
fr_fr: Boostez votre boutique WooCommerce en finalisant automatiquement les commandes selon vos préférences. Fini le traitement manuel des commandes - laissez la magie opérer !
it_it: Potenzia il tuo negozio WooCommerce completando automaticamente gli ordini in base alle tue preferenze. Basta con l'elaborazione manuale degli ordini - lascia che accada la magia!
pl_pl: Usprawnij swój sklep WooCommerce, automatycznie realizując zamówienia według Twoich preferencji. Koniec z ręcznym przetwarzaniem zamówień - niech magia dzieje się sama!
pt_pt: Potencialize sua loja WooCommerce concluindo automaticamente os pedidos com base nas suas preferências. Chega de processamento manual de pedidos - deixe a magia acontecer!
sk_sk: Vylepšite svoj WooCommerce obchod automatickým dokončovaním objednávok na základe vašich preferencií. Koniec s manuálnym spracovaním objednávok - nechajte kúzlo pracovať!

source: https://tomrobak.com
cs_cz: https://wplove.co
de_de: https://wplove.co
es_es: https://wplove.co
fr_fr: https://wplove.co
it_it: https://wplove.co
pl_pl: https://wplove.co
pt_pt: https://wplove.co
sk_sk: https://wplove.co

source: Autocomplete Orders
cs_cz: Automatické Dokončování Objednávek
de_de: Automatische Aufträge
es_es: Completar Pedidos Automáticamente
fr_fr: Finalisation Automatique des Commandes
it_it: Completamento Automatico Ordini
pl_pl: Automatyczne Zamówienia
pt_pt: Conclusão Automática de Pedidos
sk_sk: Automatické Dokončovanie Objednávok

source: Autocomplete Orders Settings
cs_cz: Nastavení Automatického Dokončování Objednávek
de_de: Einstellungen für automatische Aufträge
es_es: Ajustes de Completar Pedidos Automáticamente
fr_fr: Paramètres de Finalisation Automatique des Commandes
it_it: Impostazioni Completamento Automatico Ordini
pl_pl: Ustawienia Automatycznych Zamówień
pt_pt: Configurações de Conclusão Automática de Pedidos
sk_sk: Nastavenia Automatického Dokončovania Objednávok

source: Customize how and when your WooCommerce orders are automatically completed. Less manual work, more time for coffee! ☕
cs_cz: Přizpůsobte, jak a kdy jsou vaše WooCommerce objednávky automaticky dokončovány. Méně manuální práce, více času na kávu! ☕
de_de: Passe an, wie und wann deine WooCommerce-Aufträge automatisch abgeschlossen werden. Weniger manuelle Arbeit, mehr Zeit für Kaffee! ☕
es_es: Personaliza cómo y cuándo se completan automáticamente tus pedidos de WooCommerce. ¡Menos trabajo manual, más tiempo para el café! ☕
fr_fr: Personnalisez comment et quand vos commandes WooCommerce sont automatiquement finalisées. Moins de travail manuel, plus de temps pour le café ! ☕
it_it: Personalizza come e quando i tuoi ordini WooCommerce vengono completati automaticamente. Meno lavoro manuale, più tempo per il caffè! ☕
pl_pl: Dostosuj, jak i kiedy zamówienia WooCommerce są automatycznie realizowane. Mniej pracy ręcznej, więcej czasu na kawę! ☕
pt_pt: Personalize como e quando seus pedidos WooCommerce são concluídos automaticamente. Menos trabalho manual, mais tempo para café! ☕
sk_sk: Prispôsobte, ako a kedy sú vaše WooCommerce objednávky automaticky dokončované. Menej manuálnej práce, viac času na kávu! ☕

source: Autocomplete Mode
cs_cz: Režim Automatického Dokončování
de_de: Automatischer Abschlussmodus
es_es: Modo de Autocompletado
fr_fr: Mode de Finalisation Automatique
it_it: Modalità Completamento Automatico
pl_pl: Tryb Autouzupełniania
pt_pt: Modo de Conclusão Automática
sk_sk: Režim Automatického Dokončovania

source: Choose which orders should be automatically completed after payment.
cs_cz: Vyberte, které objednávky by měly být automaticky dokončeny po zaplacení.
de_de: Wähle, welche Aufträge nach der Zahlung automatisch abgeschlossen werden sollen.
es_es: Elige qué pedidos deben completarse automáticamente después del pago.
fr_fr: Choisissez quelles commandes doivent être automatiquement finalisées après paiement.
it_it: Scegli quali ordini devono essere completati automaticamente dopo il pagamento.
pl_pl: Wybierz, które zamówienia powinny być automatycznie realizowane po płatności.
pt_pt: Escolha quais pedidos devem ser concluídos automaticamente após o pagamento.
sk_sk: Vyberte, ktoré objednávky by mali byť automaticky dokončené po zaplatení.

source: None - No orders will be automatically completed
cs_cz: Žádné - Žádné objednávky nebudou automaticky dokončeny
de_de: Keine - Keine Aufträge werden automatisch abgeschlossen
es_es: Ninguno - Ningún pedido se completará automáticamente
fr_fr: Aucune - Aucune commande ne sera automatiquement finalisée
it_it: Nessuno - Nessun ordine sarà completato automaticamente
pl_pl: Brak - Żadne zamówienia nie będą automatycznie realizowane
pt_pt: Nenhum - Nenhum pedido será concluído automaticamente
sk_sk: Žiadne - Žiadne objednávky nebudú automaticky dokončené

source: All Orders - All paid orders will be automatically completed
cs_cz: Všechny Objednávky - Všechny zaplacené objednávky budou automaticky dokončeny
de_de: Alle Aufträge - Alle bezahlten Aufträge werden automatisch abgeschlossen
es_es: Todos los Pedidos - Todos los pedidos pagados se completarán automáticamente
fr_fr: Toutes les Commandes - Toutes les commandes payées seront automatiquement finalisées
it_it: Tutti gli Ordini - Tutti gli ordini pagati saranno completati automaticamente
pl_pl: Wszystkie zamówienia - Wszystkie opłacone zamówienia będą automatycznie realizowane
pt_pt: Todos os Pedidos - Todos os pedidos pagos serão concluídos automaticamente
sk_sk: Všetky Objednávky - Všetky zaplatené objednávky budú automaticky dokončené

source: Virtual Orders - Orders with only virtual products will be automatically completed
cs_cz: Virtuální Objednávky - Objednávky pouze s virtuálními produkty budou automaticky dokončeny
de_de: Virtuelle Aufträge - Aufträge mit nur virtuellen Produkten werden automatisch abgeschlossen
es_es: Pedidos Virtuales - Los pedidos con productos virtuales se completarán automáticamente
fr_fr: Commandes Virtuelles - Les commandes avec uniquement des produits virtuels seront automatiquement finalisées
it_it: Ordini Virtuali - Gli ordini con solo prodotti virtuali saranno completati automaticamente
pl_pl: Zamówienia wirtualne - Zamówienia zawierające tylko wirtualne produkty będą automatycznie realizowane
pt_pt: Pedidos Virtuais - Pedidos com apenas produtos virtuais serão concluídos automaticamente
sk_sk: Virtuálne Objednávky - Objednávky iba s virtuálnymi produktami budú automaticky dokončené

source: Virtual & Downloadable Orders - Keep default WooCommerce behavior
cs_cz: Virtuální a Stažitelné Objednávky - Zachovat výchozí chování WooCommerce
de_de: Virtuelle & herunterladbare Aufträge - Standard-WooCommerce-Verhalten beibehalten
es_es: Pedidos Virtuales y Descargables - Mantener el comportamiento predeterminado de WooCommerce
fr_fr: Commandes Virtuelles et Téléchargeables - Conserver le comportement par défaut de WooCommerce
it_it: Ordini Virtuali e Scaricabili - Mantieni il comportamento predefinito di WooCommerce
pl_pl: Zamówienia wirtualne i do pobrania - Zachowaj domyślne zachowanie WooCommerce
pt_pt: Pedidos Virtuais e Baixáveis - Manter o comportamento padrão do WooCommerce
sk_sk: Virtuálne a Stiahnuteľné Objednávky - Zachovať predvolené správanie WooCommerce

source: Payment Gateway Order Status
cs_cz: Stav Objednávky Platební Brány
de_de: Auftragsstatus nach Zahlungsart
es_es: Estado de Pedido por Pasarela de Pago
fr_fr: Statut de Commande par Passerelle de Paiement
it_it: Stato Ordine per Gateway di Pagamento
pl_pl: Status zamówienia dla bramki płatności
pt_pt: Status de Pedido por Gateway de Pagamento
sk_sk: Stav Objednávky Platobnej Brány

source: Change the default order status for WooCommerce core payment methods.
cs_cz: Změňte výchozí stav objednávky pro základní platební metody WooCommerce.
de_de: Ändere den Standard-Auftragsstatus für WooCommerce-Kern-Zahlungsmethoden.
es_es: Cambia el estado predeterminado del pedido para los métodos de pago principales de WooCommerce.
fr_fr: Modifier le statut de commande par défaut pour les méthodes de paiement principales de WooCommerce.
it_it: Modifica lo stato predefinito dell'ordine per i metodi di pagamento principali di WooCommerce.
pl_pl: Zmień domyślny status zamówienia dla podstawowych metod płatności WooCommerce.
pt_pt: Altere o status padrão do pedido para os métodos de pagamento principais do WooCommerce.
sk_sk: Zmeňte predvolený stav objednávky pre základné platobné metódy WooCommerce.

source: Customize the default order status for each payment gateway when a payment is received.
cs_cz: Přizpůsobte výchozí stav objednávky pro každou platební bránu při přijetí platby.
de_de: Passe den Standard-Auftragsstatus für jede Zahlungsmethode an, wenn eine Zahlung eingeht.
es_es: Personaliza el estado predeterminado del pedido para cada pasarela de pago cuando se recibe un pago.
fr_fr: Personnalisez le statut de commande par défaut pour chaque passerelle de paiement lorsqu'un paiement est reçu.
it_it: Personalizza lo stato predefinito dell'ordine per ogni gateway di pagamento quando viene ricevuto un pagamento.
pl_pl: Dostosuj domyślny status zamówienia dla każdej bramki płatności po otrzymaniu płatności.
pt_pt: Personalize o status padrão do pedido para cada gateway de pagamento quando um pagamento é recebido.
sk_sk: Prispôsobte predvolený stav objednávky pre každú platobnú bránu pri prijatí platby.

source: %s Status
cs_cz: Stav %s
es_es: Estado de %s
fr_fr: Statut %s
it_it: Stato %s
pl_pl: Status %s
pt_pt: Status %s
sk_sk: Stav %s

source: Set the default order status for %s payments.
cs_cz: Nastavte výchozí stav objednávky pro platby %s.
de_de: Lege den Standard-Auftragsstatus für %s-Zahlungen fest.
es_es: Establece el estado predeterminado del pedido para los pagos de %s.
fr_fr: Définissez le statut de commande par défaut pour les paiements %s.
it_it: Imposta lo stato predefinito dell'ordine per i pagamenti %s.
pl_pl: Ustaw domyślny status zamówienia dla płatności %s.
pt_pt: Defina o status padrão do pedido para pagamentos %s.
sk_sk: Nastavte predvolený stav objednávky pre platby %s.

source: Default - Use WooCommerce default
cs_cz: Výchozí - Použít výchozí nastavení WooCommerce
de_de: Standard - WooCommerce-Standard verwenden
es_es: Predeterminado - Usar el predeterminado de WooCommerce
fr_fr: Par défaut - Utiliser le paramètre par défaut de WooCommerce
it_it: Predefinito - Usa il predefinito di WooCommerce
pl_pl: Domyślnie - Użyj domyślnego ustawienia WooCommerce
pt_pt: Padrão - Usar o padrão do WooCommerce
sk_sk: Predvolené - Použiť predvolené nastavenie WooCommerce

source: Processing
cs_cz: Zpracovává se
de_de: In Bearbeitung
es_es: Procesando
fr_fr: En traitement
it_it: In Elaborazione
pl_pl: W trakcie realizacji
pt_pt: Processando
sk_sk: Spracováva sa

source: Completed
cs_cz: Dokončeno
de_de: Abgeschlossen
es_es: Completado
fr_fr: Terminée
it_it: Completato
pl_pl: Zrealizowane
pt_pt: Concluído
sk_sk: Dokončené

source: On Hold
cs_cz: Pozastaveno
de_de: Auf Halten
es_es: En Espera
fr_fr: En attente
it_it: In Attesa
pl_pl: Wstrzymane
pt_pt: Em Espera
sk_sk: Pozastavené

source: Double Check Payment Status
cs_cz: Dvojitá Kontrola Stavu Platby
de_de: Zahlungsstatus doppelt prüfen
es_es: Verificación Doble del Estado de Pago
fr_fr: Vérification Double du Statut de Paiement
it_it: Doppio Controllo Stato Pagamento
pl_pl: Podwójne sprawdzanie statusu płatności
pt_pt: Verificação Dupla do Status de Pagamento
sk_sk: Dvojitá Kontrola Stavu Platby

source: Wait 1 minute before completing the order to ensure payment is successful (recommended)
cs_cz: Počkejte 1 minutu před dokončením objednávky, abyste se ujistili, že platba proběhla úspěšně (doporučeno)
de_de: 1 Minute warten, bevor der Auftrag abgeschlossen wird, um sicherzustellen, dass die Zahlung erfolgreich ist (empfohlen)
es_es: Esperar 1 minuto antes de completar el pedido para asegurar que el pago sea exitoso (recomendado)
fr_fr: Attendre 1 minute avant de finaliser la commande pour s'assurer que le paiement est réussi (recommandé)
it_it: Attendi 1 minuto prima di completare l'ordine per assicurarti che il pagamento sia andato a buon fine (consigliato)
pl_pl: Poczekaj 1 minutę przed realizacją zamówienia, aby upewnić się, że płatność jest udana (zalecane)
pt_pt: Aguarde 1 minuto antes de concluir o pedido para garantir que o pagamento seja bem-sucedido (recomendado)
sk_sk: Počkajte 1 minútu pred dokončením objednávky, aby ste sa uistili, že platba prebehla úspešne (odporúčané)

source: 🕒 Autocomplete Orders: Scheduled to check payment status in 1 minute. Hang tight!
cs_cz: 🕒 Automatické Dokončování Objednávek: Naplánováno zkontrolovat stav platby za 1 minutu. Vydržte!
de_de: 🕒 Automatische Aufträge: Zahlungsstatus wird in 1 Minute überprüft. Einen Moment bitte!
es_es: 🕒 Completar Pedidos Automáticamente: Programado para verificar el estado del pago en 1 minuto. ¡Espera un momento!
fr_fr: 🕒 Finalisation Automatique : Vérification du statut de paiement programmée dans 1 minute. Tenez bon !
it_it: 🕒 Completamento Automatico Ordini: Programmato per controllare lo stato del pagamento tra 1 minuto. Resta in attesa!
pl_pl: 🕒 Automatyczne Zamówienia: Zaplanowano sprawdzenie statusu płatności za 1 minutę. Proszę czekać!
pt_pt: 🕒 Conclusão Automática de Pedidos: Agendado para verificar o status do pagamento em 1 minuto. Aguarde!
sk_sk: 🕒 Automatické Dokončovanie Objednávok: Naplánované skontrolovať stav platby za 1 minútu. Vydržte!

source: ⚠️ Autocomplete Orders: Order not marked as paid after 1 minute check. No automatic status change applied.
cs_cz: ⚠️ Automatické Dokončování Objednávek: Objednávka nebyla označena jako zaplacená po 1minutové kontrole. Nebyla provedena žádná automatická změna stavu.
de_de: ⚠️ Automatische Aufträge: Auftrag nach 1-minütiger Prüfung nicht als bezahlt markiert. Keine automatische Statusänderung angewendet.
es_es: ⚠️ Completar Pedidos Automáticamente: Pedido no marcado como pagado después de la verificación de 1 minuto. No se aplicó cambio automático de estado.
fr_fr: ⚠️ Finalisation Automatique : Commande non marquée comme payée après vérification d'1 minute. Aucun changement automatique de statut appliqué.
it_it: ⚠️ Completamento Automatico Ordini: Ordine non contrassegnato come pagato dopo il controllo di 1 minuto. Nessun cambio di stato automatico applicato.
pl_pl: ⚠️ Automatyczne Zamówienia: Zamówienie nie zostało oznaczone jako opłacone po 1-minutowej kontroli. Nie zastosowano automatycznej zmiany statusu.
pt_pt: ⚠️ Conclusão Automática de Pedidos: Pedido não marcado como pago após verificação de 1 minuto. Nenhuma alteração automática de status aplicada.
sk_sk: ⚠️ Automatické Dokončovanie Objednávok: Objednávka nebola označená ako zaplatená po 1-minútovej kontrole. Nebola vykonaná žiadna automatická zmena stavu.

source: 🎉 Order automatically completed by Autocomplete Orders plugin. Magic! ✨
cs_cz: 🎉 Objednávka automaticky dokončena pluginem Automatické Dokončování Objednávek. Kouzlo! ✨
de_de: 🎉 Auftrag automatisch durch das Plugin Automatische Aufträge abgeschlossen. Magisch! ✨
es_es: 🎉 Pedido completado automáticamente por el plugin Completar Pedidos Automáticamente. ¡Magia! ✨
fr_fr: 🎉 Commande automatiquement finalisée par l'extension Finalisation Automatique. Magique ! ✨
it_it: 🎉 Ordine completato automaticamente dal plugin Completamento Automatico Ordini. Magia! ✨
pl_pl: 🎉 Zamówienie automatycznie zrealizowane przez wtyczkę Automatyczne Zamówienia. Magia! ✨
pt_pt: 🎉 Pedido concluído automaticamente pelo plugin Conclusão Automática de Pedidos. Mágico! ✨
sk_sk: 🎉 Objednávka automaticky dokončená pluginom Automatické Dokončovanie Objednávok. Kúzlo! ✨

source: 🔄 Order status changed to %s by Autocomplete Orders plugin based on payment method.
cs_cz: 🔄 Stav objednávky změněn na %s pluginem Automatické Dokončování Objednávek na základě platební metody.
de_de: 🔄 Auftragsstatus vom Plugin Automatische Aufträge auf %s geändert, basierend auf der Zahlungsmethode.
es_es: 🔄 Estado del pedido cambiado a %s por el plugin Completar Pedidos Automáticamente según el método de pago.
fr_fr: 🔄 Statut de commande changé en %s par l'extension Finalisation Automatique selon la méthode de paiement.
it_it: 🔄 Stato dell'ordine cambiato in %s dal plugin Completamento Automatico Ordini in base al metodo di pagamento.
pl_pl: 🔄 Status zamówienia zmieniony na %s przez wtyczkę Automatyczne Zamówienia na podstawie metody płatności.
pt_pt: 🔄 Status do pedido alterado para %s pelo plugin Conclusão Automática de Pedidos com base no método de pagamento.
sk_sk: 🔄 Stav objednávky zmenený na %s pluginom Automatické Dokončovanie Objednávok na základe platobnej metódy.

source: 🛒 Oops! Autocomplete Orders needs WooCommerce to work its magic. Please install and activate WooCommerce first, then we can get this party started! 🎉
cs_cz: 🛒 Jejda! Automatické Dokončování Objednávek potřebuje WooCommerce, aby mohlo kouzlit. Nainstalujte a aktivujte prosím nejprve WooCommerce, pak můžeme tuhle párty rozjet! 🎉
de_de: 🛒 Hoppla! Automatische Aufträge benötigt WooCommerce, um seine Magie zu entfalten. Bitte installiere und aktiviere zuerst WooCommerce, dann kann die Party losgehen! 🎉
es_es: 🛒 ¡Uy! Completar Pedidos Automáticamente necesita WooCommerce para hacer su magia. ¡Instala y activa WooCommerce primero, y luego podremos empezar la fiesta! 🎉
fr_fr: 🛒 Oups ! La Finalisation Automatique a besoin de WooCommerce pour faire sa magie. Veuillez d'abord installer et activer WooCommerce, ensuite nous pourrons commencer la fête ! 🎉
it_it: 🛒 Ops! Completamento Automatico Ordini ha bisogno di WooCommerce per fare la sua magia. Installa e attiva prima WooCommerce, poi possiamo dare inizio alla festa! 🎉
pl_pl: 🛒 Ups! Automatyczne Zamówienia potrzebują WooCommerce, aby działać. Zainstaluj i aktywuj WooCommerce, a potem możemy zaczynać zabawę! 🎉
pt_pt: 🛒 Ops! Conclusão Automática de Pedidos precisa do WooCommerce para fazer sua magia. Por favor, instale e ative o WooCommerce primeiro, então podemos começar a festa! 🎉
sk_sk: 🛒 Ups! Automatické Dokončovanie Objednávok potrebuje WooCommerce, aby mohlo kúzliť. Nainštalujte a aktivujte najprv WooCommerce, potom môžeme túto párty rozbehnúť! 🎉

source: Settings
cs_cz: Nastavení
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
pl_pl: Ustawienia
pt_pt: Configurações
sk_sk: Nastavenia

source: Saving...
cs_cz: Ukládání...
de_de: Speichern...
es_es: Guardando...
fr_fr: Enregistrement...
it_it: Salvataggio in corso...
pl_pl: Zapisywanie...
pt_pt: Salvando...
sk_sk: Ukladanie...

source: ✓ Saved!
cs_cz: ✓ Uloženo!
de_de: ✓ Gespeichert!
es_es: ✓ ¡Guardado!
fr_fr: ✓ Enregistré !
it_it: ✓ Salvato!
pl_pl: ✓ Zapisano!
pt_pt: ✓ Salvo!
sk_sk: ✓ Uložené!

source: Error saving
cs_cz: Chyba při ukládání
de_de: Fehler beim Speichern
es_es: Error al guardar
fr_fr: Erreur d'enregistrement
it_it: Errore durante il salvataggio
pl_pl: Błąd podczas zapisywania
pt_pt: Erro ao salvar
sk_sk: Chyba pri ukladaní

source: 🔔 You're about to set ALL paid orders to be automatically completed. This is great for digital products but may not be ideal if you ship physical products. Continue?
cs_cz: 🔔 Chystáte se nastavit VŠECHNY zaplacené objednávky, aby byly automaticky dokončeny. To je skvělé pro digitální produkty, ale nemusí být ideální, pokud odesíláte fyzické produkty. Pokračovat?
de_de: 🔔 Du bist dabei, ALLE bezahlten Aufträge auf automatisch abgeschlossen zu setzen. Das ist super für digitale Produkte, aber möglicherweise nicht ideal, wenn du physische Produkte versendest. Fortfahren?
es_es: 🔔 Estás a punto de configurar TODOS los pedidos pagados para que se completen automáticamente. Esto es genial para productos digitales, pero puede no ser ideal si envías productos físicos. ¿Continuar?
fr_fr: 🔔 Vous êtes sur le point de configurer TOUTES les commandes payées pour qu'elles soient automatiquement finalisées. C'est idéal pour les produits numériques mais peut ne pas convenir si vous expédiez des produits physiques. Continuer ?
it_it: 🔔 Stai per impostare TUTTI gli ordini pagati affinché vengano completati automaticamente. Questo è ottimo per i prodotti digitali ma potrebbe non essere ideale se spedisci prodotti fisici. Continuare?
pl_pl: 🔔 Zamierzasz ustawić WSZYSTKIE opłacone zamówienia jako automatycznie zrealizowane. Jest to świetne dla produktów cyfrowych, ale może nie być idealne, jeśli wysyłasz produkty fizyczne. Kontynuować?
pt_pt: 🔔 Você está prestes a configurar TODOS os pedidos pagos para serem concluídos automaticamente. Isso é ótimo para produtos digitais, mas pode não ser ideal se você envia produtos físicos. Continuar?
sk_sk: 🔔 Chystáte sa nastaviť VŠETKY zaplatené objednávky, aby boli automaticky dokončené. To je skvelé pre digitálne produkty, ale nemusí byť ideálne, ak posielate fyzické produkty. Pokračovať?

source: Woohoo! Settings saved with magical WooCommerce powers! 🧙‍♂️
cs_cz: Jupí! Nastavení uloženo s magickými silami WooCommerce! 🧙‍♂️
de_de: Juhu! Einstellungen mit magischen WooCommerce-Kräften gespeichert! 🧙‍♂️
es_es: ¡Yupi! ¡Ajustes guardados con poderes mágicos de WooCommerce! 🧙‍♂️
fr_fr: Youpi ! Paramètres enregistrés avec les pouvoirs magiques de WooCommerce ! 🧙‍♂️
it_it: Woohoo! Impostazioni salvate con poteri magici di WooCommerce! 🧙‍♂️
pl_pl: Juhu! Ustawienia zapisane z magicznymi mocami WooCommerce! 🧙‍♂️
pt_pt: Oba! Configurações salvas com poderes mágicos do WooCommerce! 🧙‍♂️
sk_sk: Jupí! Nastavenia uložené s magickými silami WooCommerce! 🧙‍♂️

source: Boom! Your settings are now locked and loaded! 🚀
cs_cz: Bum! Vaše nastavení jsou nyní připravena a nahrána! 🚀
de_de: Boom! Deine Einstellungen sind jetzt gesichert und geladen! 🚀
es_es: ¡Boom! ¡Tus ajustes están ahora cargados y listos! 🚀
fr_fr: Boum ! Vos paramètres sont maintenant verrouillés et chargés ! 🚀
it_it: Boom! Le tue impostazioni sono ora pronte e caricate! 🚀
pl_pl: Boom! Twoje ustawienia są teraz gotowe do działania! 🚀
pt_pt: Boom! Suas configurações estão agora travadas e carregadas! 🚀
sk_sk: Bum! Vaše nastavenia sú teraz pripravené a nahraté! 🚀

source: High five! Your automation just got even more awesome! ✋
cs_cz: Plácněme si! Vaše automatizace je teď ještě úžasnější! ✋
de_de: High five! Deine Automatisierung ist jetzt noch großartiger! ✋
es_es: ¡Choca esos cinco! ¡Tu automatización acaba de volverse aún más increíble! ✋
fr_fr: Tope là ! Votre automatisation est devenue encore plus géniale ! ✋
it_it: Batti cinque! La tua automazione è appena diventata ancora più fantastica! ✋
pl_pl: Piątka! Twoja automatyzacja jest teraz jeszcze bardziej niesamowita! ✋
pt_pt: Toca aqui! Sua automação ficou ainda mais incrível! ✋
sk_sk: Tľapni si! Vaša automatizácia je teraz ešte úžasnejšia! ✋
