Repository: tomrobak/aco
Catalog: languages/aco-*.po
Languages: cs_cz, de_de, es_es, fr_fr, it_it, pl_pl, pt_pt, sk_sk

source: Settings saved! Your orders will now complete themselves... like magic! ✨
cs_cz: Nastavení uloženo! Vaše objednávky se nyní dokončí samy... jako kouzlem! ✨
de_de: Einstellungen gespeichert! Deine Aufträge werden sich jetzt wie von Zauberhand selbst abschließen... ✨
es_es: ¡Ajustes guardados! Tus pedidos ahora se completarán solos... ¡como por arte de magia! ✨
fr_fr: Paramètres enregistrés ! Vos commandes vont maintenant se finaliser toutes seules... comme par magie ! ✨
it_it: Impostazioni salvate! I tuoi ordini ora si completeranno da soli... come per magia! ✨
pl_pl: Ustawienia zapisane! Twoje zamówienia będą teraz same się realizować... jak za dotknięciem czarodziejskiej różdżki! ✨
pt_pt: Configurações salvas! Seus pedidos agora se concluirão sozinhos... como mágica! ✨
sk_sk: Nastavenia uložené! Vaše objednávky sa teraz dokončia samé... ako kúzlom! ✨

source: Success! Orders will now autocomplete faster than you can say "WooCommerce"! 🏎️
cs_cz: Úspěch! Objednávky se nyní automaticky dokončí rychleji, než řeknete "WooCommerce"! 🏎️
de_de: Erfolg! Aufträge werden jetzt schneller automatisch abgeschlossen, als du "WooCommerce" sagen kannst! 🏎️
es_es: ¡Éxito! ¡Los pedidos ahora se autocompletarán más rápido de lo que puedes decir "WooCommerce"! 🏎️
fr_fr: Succès ! Les commandes se finaliseront désormais plus vite que vous ne pouvez dire "WooCommerce" ! 🏎️
it_it: Successo! Gli ordini ora si completeranno automaticamente più velocemente di quanto tu possa dire "WooCommerce"! 🏎️
pl_pl: Sukces! Zamówienia będą teraz realizowane automatycznie szybciej niż możesz powiedzieć "WooCommerce"! 🏎️
pt_pt: Sucesso! Os pedidos agora serão concluídos automaticamente mais rápido do que você pode dizer "WooCommerce"! 🏎️
sk_sk: Úspech! Objednávky sa teraz automaticky dokončia rýchlejšie, než poviete "WooCommerce"! 🏎️

source: Yippee! Your settings were saved and your orders are ready to party! 🎉
cs_cz: Hurá! Vaše nastavení byla uložena a vaše objednávky jsou připraveny na párty! 🎉
de_de: Jippie! Deine Einstellungen wurden gespeichert und deine Aufträge sind bereit für die Party! 🎉
es_es: ¡Yuju! ¡Tus ajustes fueron guardados y tus pedidos están listos para la fiesta! 🎉
fr_fr: Youpi ! Vos paramètres ont été enregistrés et vos commandes sont prêtes à faire la fête ! 🎉
it_it: Evviva! Le tue impostazioni sono state salvate e i tuoi ordini sono pronti per la festa! 🎉
pl_pl: Hura! Twoje ustawienia zostały zapisane i Twoje zamówienia są gotowe do imprezy! 🎉
pt_pt: Iupi! Suas configurações foram salvas e seus pedidos estão prontos para a festa! 🎉
sk_sk: Hurá! Vaše nastavenia boli uložené a vaše objednávky sú pripravené na párty! 🎉

source: Pow! Settings saved! Now your orders will practically complete themselves! 💪
cs_cz: Prásk! Nastavení uloženo! Nyní se vaše objednávky prakticky dokončí samy! 💪
de_de: Pow! Einstellungen gespeichert! Jetzt werden sich deine Aufträge praktisch von selbst abschließen! 💪
es_es: ¡Pum! ¡Ajustes guardados! ¡Ahora tus pedidos prácticamente se completarán solos! 💪
fr_fr: Paf ! Paramètres enregistrés ! Maintenant vos commandes vont pratiquement se finaliser toutes seules ! 💪
it_it: Pow! Impostazioni salvate! Ora i tuoi ordini si completeranno praticamente da soli! 💪
pl_pl: Bam! Ustawienia zapisane! Teraz Twoje zamówienia praktycznie same się zrealizują! 💪
pt_pt: Pow! Configurações salvas! Agora seus pedidos praticamente se concluirão sozinhos! 💪
sk_sk: Prásk! Nastavenia uložené! Teraz sa vaše objednávky prakticky dokončia samé! 💪
